
/* Alert title for when target/process dies while watching accesses on a variable */
"targetTeriminatedAlertTitleFormat" = "%@ Finalizado";

/* Alert message for when target/process dies while watching accesses on a variable, asking if user wants to add the found instructions */
"targetTeriminatedAlertMessage" = "¿Desea agregar las instrucciones encontradas a este documento?";

/* Alert responce to adding the found instructions when the target process terminated */
"targetTeriminatedAlertAddButton" = "Añadir";

/* Annotated description for variable being accessed one time; not used on 10.9 or later */
"accessedSingleTimeFormat" = "Consultado %lu vez";

/* Annotated description for variable being accessed multiple times; not used on 10.9 or later */
"accessedMultipleTimesFormat" = "Consultado %lu veces";

/* Annotated description annotated label for general purpose registers; not sure if this should be localized */
"generalPurposeRegistersDescriptionLabel" = "Registros de propósito general";

/* Annotated description label for float/vector registers; not sure if this should be localized */
"floatAndVectorRegistersDescriptionLabel" = "Registros Float/Vector";

/* Optional meta-label for generalPurposeRegistersDescriptionLabel and floatAndVectorRegistersDescriptionLabel above */
"firstRegisterAccessLabel" = "(1er acceso)";

/* Notification title for when an instruction is found */
"foundInstructionNotificationTitle" = "Instrucción encontrada";

/* Notification message for when an instruction is found */
"foundInstructionNotificationMessageFormat" = "Instrucción encontrada \"%@\"";

/* Alert title for when a variable cannot be watched */
"failedToWatchVariableAlertTitle" = "Error al Observar la variable";

/* Alert message for when a variable's accesses cannot be watched */
"failedToWatchVariableAlertMessage" = "No se pudo agregar un punto de observación para esta variable en este momento.";

/* Label for watching x-bit write accesses at an address */
"watchWriteAccessesStatusFormat" = "Observando %lld-bit accesos de escritura en %@…";

/* Label for watching x-bit read and write accesses at an address */
"watchReadAndWriteAccessesStatusFormat" = "Observando %lld-bit accesos de escritura/lectura en %@…";
